"%1$@ day(s) and %2$@ hour(s)" = "%1$@ Tag(e) und %2$@ Stunde(n)";
"Actions" = "Aktionen";
"Alert message: Reset Connection" = "Haben Sie Probleme mit dem Sensor, werden keine Daten geliefert oder muss der Sensor gewechselt werden? Dann verbinden Sie den Sensor hier neu.";
"Alert title: Reset Connection" = "Sensor neu verbinden";
"Are you sure you want to delete this CGM?" = "Sind Sie sicher, dass Sie dieses CGM löschen wollen?";
"Calibration: i1" = "i1";
"Calibration: i2" = "i2";
"Calibration: i3" = "i3";
"Calibration: i4" = "i4";
"Calibration: i5" = "i5";
"Calibration: i6" = "i6";
"Calibration" = "Kalibrierung";
"Cancel" = "Abbrechen";
"Configuration" = "Konfiguration";
"Delete CGM" = "CGM löschen";
"Hold iPhone near sensor" = "Halten sie ihr iPhone mit der Oberseite an ihren Sensor.";
"Latest Reading Date" = "Datum";
"Latest Reading Glucose" = "Glukose";
"Latest Reading Trend" = "Trend";
"Latest Reading" = "Letzte Messung";
"Libre 2" = "Libre 2";
"mg/dL" = "mg/dL";
"mmol/L" = "mmol/L";
"Nearby Sensors" = "Gefundene Sensoren";
"Nightscout Upload" = "Nightscout Upload";
"Notification Body: Please replace your old sensor as soon as possible" = "Bitte ersetzen Sie Ihren alten Sensor so schnell wie möglich";
"Notification Body: Replace sensor in %1$@ day" = "Sensor läuft in einem Tag ab";
"Notification Body: Replace sensor in %1$@ days" = "Sensor läuft in %1$@ Tagen ab";
"Notification Body: Replace sensor in %1$@ hour" = "Sensor läuft in einer Stunde ab";
"Notification Body: Replace sensor in %1$@ hours" = "Sensor läuft in %1$@ Stunden ab";
"Notification Body: Sensor connected" = "Der Sensor wurde verbunden und sendet ab sofort Glukose-Werte.";
"Notification Body: Sensor disconnected with error %@" = "Die Sensor-Verbindung ging verloren. Dabei trat folgender Fehler auf: '%@'";
"Notification Body: Sensor disconnected" = "Die Sensor-Verbindung wurde getrennt.";
"Notification Body: Sensor out of range" = "Der Sensor befindet sich ausserhalb der zulässigen Reichweite, oder reagiert nicht. Die Verbindung wurde getrennt.";
"Notification Title: Sensor connected" = "Sensor verbunden";
"Notification Title: Sensor disconnected with error" = "Sensor-Verbindung verloren";
"Notification Title: Sensor disconnected" = "Sensor-Verbindung getrennt";
"Notification Title: Sensor ending soon" = "Sensor endet bald";
"Notification Title: Sensor expired" = "Sensor abgelaufen";
"Notification Title: Sensor out of range" = "Sensor außer Reichweite";
"Ok" = "Ok";
"Reload View" = "Ansicht aktualisieren";
"Reset Connection" = "Sensor neu verbinden";
"Sensor Age" = "Alter";
"Sensor Connection" = "Verbindung";
"Sensor expired" = "Sensor abgelaufen";
"Sensor Info" = "Sensor";
"Sensor PatchInfo" = "PatchInfo";
"Sensor Region" = "Region";
"Sensor State" = "Status";
"Sensor Type" = "Generation";
"Sensor UID" = "UID";
